FuzePOSoapApp/src/main/resources/polist-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:us="http://www.polistproduceritem.com/polist">

	<soapenv:Body>
		<us:POListRequest>
			<us:id>1</us:id>
		</us:POListRequest>
	</soapenv:Body>
</soapenv:Envelope>